[
  {
    "fullName": "Olga Tiutiunnyk",
    "city": "Ukraine, Kharkiv",
    "role": "Team lead",
    "photoUrl": "olga-tiutiunnyk",
    "githubUrl": "https://github.com/izachok",
    "text": "Olga is our Teamlead. She prepared the structure of the project, wrote documentation about the project's interfaces and made most of the reviews. She implemented footer and this modal section with a slider about our team, also wrote functions for working with API, and refactored the project to connect all the parts. 'Add to library' buttons were also made by Olga."
  },
  {
    "fullName": "Hanna Hryhorieva",
    "city": "Ukraine, Kharkiv",
    "role": "SCRUM master",
    "photoUrl": "hanna-hryhorieva",
    "githubUrl": "https://github.com/HannaHryhorieva",
    "text": "Hanna is our Scrum Master. Thanks to her, daily standup meetings were held smoothly, efficiently and at a time convenient for all the team members. She made functionality and styles for rendering movie cards as well as for errors notification and helped with reviews. Hanna added possibility to work with library quickly from main window if you hover on movie's card."
  },
  {
    "fullName": "Aleksandr Bryzgalin",
    "city": "Finland, Tampere",
    "role": "Developer",
    "photoUrl": "aleksandr-bryzgalin",
    "githubUrl": "https://github.com/Aleksandr-Bryzgalin",
    "text": "Aleksandr implemented loading of popular movies, prepared style variables for all project. Implementation of logic with library buttons in header and nice favicon are also his merit. Also he added background to our site and tested it."
  },
  {
    "fullName": "Oleksandra Haniieva",
    "city": "Poland, Wrocław",
    "role": "Developer",
    "photoUrl": "oleksandra-haniieva",
    "githubUrl": "https://github.com/Aleksandra605",
    "text": "Oleksandra implemented functionality and styles for modal window with information about movie."
  },
  {
    "fullName": "Natalia Denysenko",
    "city": "Ukraine, Ivano-Frankivsk",
    "role": "Developer",
    "photoUrl": "natalia-denysenko",
    "githubUrl": "https://github.com/dNataly",
    "text": "Natalia wrote functions for working with local storage and added nice button, which helps users easily get to site's top. She added theme switcher to the website."
  },
  {
    "fullName": "Maxim Lebiga",
    "city": "Ukraine, Zhytomyr",
    "role": "Developer",
    "photoUrl": "maxim-lebiga",
    "githubUrl": "https://github.com/Maksytko",
    "text": "Maxim prepared styles for main container and implemented search functionality on our website. And added possibility to watch movie trailer in one click."
  },
  {
    "fullName": "Serhii Krimets",
    "city": "Ukraine, Kiev",
    "role": "Developer",
    "photoUrl": "serhii-krimets",
    "githubUrl": "https://github.com/Sergio1004",
    "text": "Serhii implemented important part of functionality: he added pagination to our results. Also he helped with bugfixing and testing."
  },
  {
    "fullName": "Tatiana Skalska",
    "city": "Poland, Warsaw",
    "role": "Developer",
    "photoUrl": "tatiana-skalska",
    "githubUrl": "https://github.com/tskalska",
    "text": "Tatiana wrote styles and functionality for site's header. Prepared all images and helped with bugfixing."
  }
]
